Repository: zfutura/pycheval
Catalog: src/pycheval/locale/*/LC_MESSAGES/pycheval.po
Languages: de

source: Date: {invoice_date:%Y-%m-%d}
de: Datum: {invoice_date:%d.%m.%Y}

source: Delivery Date: {delivery_date:%Y-%m-%d}
de: Lieferdatum: {delivery_date:%d.%m.%Y}

source: Billing Period: {start:%Y-%m-%d}–{end:%Y-%m-%d}
de: Abrechnungszeitraum: {start:%d.%m.%Y}–{end:%d.%m.%Y}

source: Sender
de: Absender

source: Recipient
de: Empfänger

source: Ship To
de: Lieferadresse

source: Seller's Tax Representative
de: Steuerberater des Verkäufers

source: References
de: Referenzen

source: Notes
de: Bemerkungen

source: Line Items
de: Positionen

source: Surcharges
de: Aufschläge

source: Deductions
de: Abschläge

source: Tax
de: Steuern

source: Totals
de: Beträge

source: Related Invoice: {number} ({date:%Y-%m-%d})
de: Bezugsrechnung: {number} ({date:%d.%m.%Y})

source: Related Invoice: {number}
de: Bezugsrechnung: {number}

source: Contract ID: {}
de: Vertragsnummer: {}

source: Procuring Project: {id} {name}
de: Beschaffendes Projekt: {id} {name}

source: Business Process ID: {}
de: Geschäftsprozess-ID: {}

source: Buyer Reference: {}
de: Empfängerreferenz: {}

source: Buyer Order ID: {}
de: Bestellnummer des Empfängers: {}

source: Seller Order ID: {}
de: Bestellnummer des Verkäufers: {}

source: Despatch Advice ID: {}
de: Versandhinweis-ID: {}

source: Receiving Advice ID: {}
de: Empfangshinweis-ID: {}

source: Receiver Accounting ID: {}
de: Buchhaltungsreferenz des Empfängers: {}

source: Basis Quantity: {}
de: Basismenge: {}

source: VAT: {tax_rate} % ({tax_category})
de: USt: {tax_rate} % ({tax_category})

source: Surcharge
de: Aufschlag

source: Deduction
de: Abschlag

source: Reason: {reason} ({code})
de: Grund: {reason} ({code})

source: Reason: {reason}
de: Grund: {reason}

source: Reason: {code}
de: Grund: {code}

source: Basis
de: Grundbetrag

source: Amount
de: Betrag

source: {basis} | % | Tax | {amount}
de: {basis} | % | Steuer | {amount}

source: Tax Currency: {}
de: Steuerwährung: {}

source: Net
de: Nettobetrag

source: Cat | Rate | {net} | {tax}
de: Kat | Satz | {net} | {tax}

source: Exemption Reason: {reason} ({code})
de: Befreiungsgrund: {reason} ({code})

source: Exemption Reason: {reason}
de: Befreiungsgrund: {reason}

source: Exemption Reason: {code}
de: Befreiungsgrund: {code}

source: Tax Point Date: {date:%Y-%m-%d} ({time_code})
de: Steuerzeitpunkt: {date:%d.%m.%Y} ({time_code})

source: Tax Point Date: {date:%Y-%m-%d}
de: Steuerzeitpunkt: {date:%d.%m.%Y}

source: Due Date Type: {time_code}
de: Fälligkeitart: {time_code}

source: Line Total (net): {}
de: Summe der Positionen (netto): {}

source: Surcharges: {}
de: Aufschläge: {}

source: Deductions: {}
de: Abschläge: {}

source: Net: {}
de: Nettobetrag: {}

source: VAT: {}
de: USt: {}

source: Gross: {}
de: Bruttobetrag: {}

source: Prepaid: {}
de: Anzahlungen: {}

source: Rounding amount: {}
de: Rundungsbetrag: {}

source: Amount payable: {}
de: Restbetrag: {}

source: Payee
de: Zahlungsempfänger

source: Payment Means
de: Zahlungsart

source: SEPA Reference: {}
de: SEPA-Referenz: {}

source: Payment Reference: {}
de: Zahlungsreferenz: {}

source: Payment Terms
de: Zahlungsbedingungen

source: VAT ID: {}
de: USt-ID: {}

source: Tax Number: {}
de: Steuernummer: {}

source: IDs: {}
de: ID: {}

source: Contact:
de: Kontakt:

source: Phone: {phone}
de: Telefon: {phone}

source: Payment Means: {}
de: Zahlungsart: {}

source: Credit card: {} ({})
de: Kreditkarte: {}

source: Credit card: {}
de: Kreditkarte: {}

source: Payer IBAN: {}
de: IBAN des Zahlers: {}

source: Account owner: {}
de: Kontoinhaber: {}

source: Due Date: {due_date:%Y-%m-%d}
de: Fälligkeitsdatum: {due_date:%d.%m.%Y}

source: Direct Debit Mandate ID: {}
de: Mandatsnummer für Lastschrift: {}

source: Reference Qualifier: {}
de: Referenzqualifizierer: {}

source: Attachment: {filename} ({mime_type})
de: Anhang: {filename} ({mime_type})

source: Global ID: {}
de: Globale ID: {}

source: Cannot read PDF file: {}
de: Kann PDF-Datei nicht lesen: {}

source: No Factur-X invoice found in PDF file
de: Keine Factur-X-Rechnung in der PDF-Datei gefunden

source: Invalid relationship for Factur-X Minimum invoice
de: Ungültige Beziehung für Factur-X-Minimum-Rechnung

source: unit
de: Einheit

source: units
de: Einheiten

source: pc
de: St.

source: pcs
de: St.

source: day
de: Tag

source: days
de: Tage

source: Validated Priced Tender
de: Validiertes Angebot

source: Invoicing Data Sheet
de: Rechnungsdatenblatt

source: Pro Forma Invoice
de: Proberechnung

source: Partial Invoice
de: Teilrechnung

source: Invoice
de: Rechnung

source: Credit Note
de: Gutschrift

source: Correction
de: Rechnungskorrektur

source: Prepayment
de: Abschlagsrechnung

source: Related Document
de: Verwandtes Dokument

source: Price List Version
de: Preislisten-Version

source: Invoice Date
de: Rechnungsdatum

source: Delivery Date
de: Lieferdatum

source: Payment Date
de: Zahlungsdatum

source: General Information
de: Allgemeine Informationen

source: Comments by Seller
de: Bemerkungen des Verkäufers

source: Regulatory Information
de: Regulatorische Informationen

source: Legal Information
de: Rechtliche Informationen

source: Tax Information
de: Steuerinformationen

source: Customs Information
de: Zollinformationen

source: Title
de: Titel

source: Instrument not defined
de: Zahlmethode nicht definiert

source: Species
de: Bar

source: Check
de: Scheck

source: Transfer
de: Überweisung

source: Bank Payment
de: Bankeinzahlung

source: Credit Card
de: Kreditkarte

source: Direct Debit
de: Lastschrift

source: Standing Agreement
de: Dauerauftrag

source: SEPA Credit Transfer
de: SEPA-Überweisung

source: SEPA Direct Debit
de: SEPA-Lastschrift

source: Report
de: Bericht

source: Interim Agreement
de: Vorläufige Vereinbarung
